IDEA Open Model
ConcreteCheckDetailingEc2.CheckValueLongReinf Property
 check value of longitudinal reinforcement
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double CheckValueLongReinf { get; set; }
Public Property CheckValueLongReinf As Double
	Get
	Set
public:
property double CheckValueLongReinf {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteCheckDetailingEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace